{
  "publishedAt": "15th Sep 2022",
  "title": "¿Por qué no ire al cumpleaños de mi abuela?",
  "content": "Tenía 17 años cuando inicie la universidad, muchas personas en ese tiempo hablaban de la gran revolución de nuestro país tercermundista. Se decía que los ingenieros industriales iban a tener un futuro prometedor, lleno de dinero y oportunidades, obviamente. En aquel tiempo recuerdo que me encantaba la administración de empresas, periodismo, ingeniería de software, artes escénicas, diseño gráfico y un sin fin de cosas que me hubiese gustado estudiar.\n\nRecuerdo a mi familia en una mesa de nuestra cocina preguntandole a mis tios que tenia que hacer con mi vida, la respuesta fue obvia, una carrera que me permitiera trabajar en una mina, esas personas de hecho tenían un éxito según ellos. Todos los fines de semana, ellos venían a desayunar, mi madre trabajaba con ellos y desde luego había una relación cercana. Mi familia materna tiene una relación muy estrecha con la ira, la manera de comunicar las cosas es por medio de un grito y amenazar a la otra persona. No puedo ir a un restaurante con ellos porque estoy seguro que harán un reclamo contra algún empleado y lo amenazaron. No puedo hablar sobre arte con ellos porque piensan que es una pérdida de tiempo. Recuerdo que no podía tocar un instrumento musical o debía esconder mi gusto por algún deporte porque en una reunión familiar esto era visto como una pérdida de tiempo. La adolescencia fue una etapa muy difícil, le tenía mucho miedo al futuro, no podía saber con claridad si me iba a ver bien o no. Es algo dramático, pero, siempre cuando me preguntan acerca de mi adolescencia, divisó una imagen mía llorando en mi cuarto y gritando.\n\nE﻿l amor es algo curioso, muchos dicen que eliges a quien amar, otros dicen que no lo haces, que el amor es algo que aparece y es único en la vida. La experiencia me dice, que va más por la segunda, no puedo evitar amar a mi familia. Odio sus reacciones, su pesimismo, su constante creencia en la brujería, su prepotencia, su manera de ver la vida. Creo que este título me queda corto, pero no puedo hablar del porque no iré a la mayor reunión familiar del año sin expresar mi odio. ¿Quién está tan desalmado para no ir al cumpleaños de su abuela siendo el nieto mayor y al que más quiere?\n\nE﻿n fin, supongo que no importa. Mis padres me obligaron a realizar un viaje de intercambio ya que sus intentos locales para que aprendiera un idioma fueron inútiles. No soy una persona de academia, no me gusta estudiar, soy lo que se diría... alguien perezoso. Recuerdo tener mucho miedo al subir a ese avión, mi padre es una persona particularmente dura. Nunca lo vi llorar hasta el día que se despidió de mí por un año. Todas las peleas y discusiones con él se esfumaron por un tiempo. Al regresar estudié administración de empresas, pero debido a presión familiar y constantes humillaciones semanales me cambié a ingeniería civil, ya saben, para trabajar en una mina. Hay algo que me duele, escribo esto por catarsis ¿sabes?, hubo una chica, se llamaba Lucia. Hace poco salió en revistas, ganó una beca en la universidad Ivy. Lucia... recuerdo que siempre competimos por sacar mejores notas en ese corto primer semestre, este es un sentimiento muy sentimiento muy negativo, recuerdo sentirme muy mal cuando lei que ella gano eso. Sentí que ese a lo mejor podía ser yo si no me hubiese cambiado de carrera.\n\nMis padres no podían pagarme los estudios, tengo un medio hermano y mi papá estaba obligado por ley a darle el 35% de sus ingresos. Mi madre hacía lo posible, pusimos una empresa de marketing paradójicamente. Me fue muy mal en ingeniería civil, nunca pude salir del segundo semestre, recuerdo que una de las cosas por las que me cambie fue porque mi tío ofreció pagarme los estudios si yo estudiaba eso y dejaba de lado mis estudios de administración. Ellos tenían un shaman que te leía las cartas, recuerdo que pasaba bastante tiempo tratando de entender cómo esas cosas funcionaban, a pesar de tener una buena fortuna nunca tuve confianza. Ya teniendo 22 años, mi madre enfermó y las deudas se hacían más comunes en casa. Puse un restaurante de la mano de ella, fue muy interesante ¿Sabes? Uno de los consejos que siempre recibí fue que nunca ponga un restaurante, en realidad, nunca poner una empresa era bueno desde la perspectiva de toda mi familia.\n\nMuchos recuerdan el mundial de Brasil, yo lo recuerdo de manera muy peculiar. En las clasificatorias, tenía que pelar 3 baldes de patatas mientras veía los partidos, todas las noches. Ser mozo, cocinero o haciendo deliveries mientras escuchaba la radio. Le cogí cierto gusto a la radio después de esa temporada. En los cuartos de final, recuerdo que me quedé encerrado en el carro porque las puertas se habían malogrado, un vecino me ayudó a remolcarlo. Ese semestre, me despertaba a las 6am hasta las 4pm, recogía a mi papá que trabajaba a 10 minutos de la universidad. Abrimos el restaurante y lo cerramos a las 11 de la noche. Mi mamá cayó enferma de una grave enfermedad, estuvo en el hospital por una temporada. Ese fue mi último semestre de ingeniería civil.\n\nPasaron los años, el restaurante prosperó y por peleas lo tuve que dejar. Conseguí un trabajo como ingeniero de software, fueron años de cambios. Toda mi vida había soñado el momento en el que fuera un restaurante o un bar y no preocuparse de cuánto iba a gastar, ese momento se acercó lentamente con el éxito del restaurante y se reafirmó cuando empecé a ser desarrollador de software. Eventualmente, todo esto cuando se materializo fue demasiado brusco, recuerdo la sensacion de suicidio en ese momento. Muchos dicen que soy un hombre complicado, caótico, excéntrico, y demás... se equivocan, soy algo más simple, yo solo quería dinero y no tener que rendirle cuentas a nadie. Eso es todo, a eso se resumen mis ambiciones personales, nada de salvar el mundo, nada de cambiarlo, nada de querer ser diferente, no hacer algo grande... eso vino después, antes de eso... solo lo decía o pensaba que quería eso porque quería ser más profundo de lo superficial que era. La verdad es que estaba listo para morir el día que empecé a trabajar con personas que admiraba y podía gastar un sueldo mínimo en un almuerzo sin pestañear, eso soy. Llamadme superficial, amigo mio, podras decir que no es justo, que tuve suerte, que ojala una mejor persona lo hubiese logrado, que debería donar mi dinero, que debería ser más noble, que soy un dramático porque mi vida no fue tan mala después de todo, querido amigo, eres libre de pensar todo eso. Yo tambien lo pienso. Ahora quiero cambiar el mundo, no porque sea noble, sino porque es lo único que puedo hacer ahora ¿Si no soy yo? ¿Quien mas? Esa es mi ambición, no porque sea un buen ser humano... sino porque no encuentro otra cosa que hacer.\n\nEn fin, creo que me extendí mucho en mi catarsis del porque creo que no soy una buena persona ¿Sabes? ¿Por qué iría al cumpleaños de mi abuela? ¿Por que quisiera ver a todos esos familiares? Esos que siempre apostaron en contra de mi hasta hace unos 5 años y los que no, siempre querían obligarme a gritos y humillaciones semanales que iba a ser un fracasado si no hacía lo que ellos querían. Odio enojarme, en realidad, odio caer en ira. Odio gritarle a las personas y tratarlas de obligar a hacer lo que yo quiero, lo odio en verdad, me lavo la cara cuando lo hago y veo a mis tíos cuando estoy lleno de ese sentimiento de prepotencia. Somos familia, detesto decirlo, pero obvio hay algo de ellos en mi. Vivo en un departamento tan grande, que mis terrazas podrían ser el departamento en el que vivía hace años con mi familia, siempre la gente que me visita no deja de repetirme cuán exitoso soy y que orgullosos están de ser familiares o amigos mios. Cuando me cambié de carrera no parecía buena idea, recuerdo que fueron pocos los que falsamente me apoyaron.\n\nTuve una relación hace unos meses, estábamos en una mesa, fue fugaz en realidad. Yo intente alejar una bebida gasificada de las manos de ella porque sufría de una enfermedad, detecté una cara de ira y prepotencia al momento de hacerlo, no pude evitar ver a mi abuela o madre cuando hizo eso. Eventualmente la relación terminó, pero... ¿Tiendo a elegir a parejas así? ¿Prepotentes, racistas, malcriados, hipócritas, creyentes en brujerías? Querido amigo, no estoy malogrado, no estoy roto, alguna vez siento que me quisiera largarme de esta ciudad, de este país, no se si para olvidar porque a veces no se si estoy loco. Si soy dramático.\n\nQuerido amigo, cómo olvidar cuando mi tía le dijo a mi tío que me deje de pagar la universidad porque no era su responsabilidad y este me daba el dinero casi tirándolo. Como olvidar cuando él tuvo que recurrir a abogados porque el fisco andaba detrás de él por darle dinero a sus amantes y cuando yo le pedí ayuda no me la dio porque estaba tomando malas decisiones sin él. Lo debo olvidar, lo quiero olvidar, lo necesito olvidar. \n\nEl papá de mi enamorada de la secundaria, siempre pensó que era un mal muchacho. No lo culpo, no estudiaba, tomaba y hasta fumaba. Pero Dios, juro que amaba a su hija, no había una razón para que me odie en realidad. Siempre recuerdo pasar por su casa y asegurarse de que no tenga una camioneta más lujosa que la mía. Soy un ridículo, alguien que no puede superar algo que pasó hace mucho. Ella actualmente está con una persona mayor ¿43 años? menos atractiva y con problemas económicos relativos. Cómo se sentirá su papá... estoy seguro que mi existencia le da igual, honestamente. Pero yo sigo aqui haciendome mundos que no sirven para otra cosa que no sea pensar en algo que no vale la pena.\n\nQuerido amigo, no quiero ir al cumpleaños de mi abuela. No quiero ir a fiestas donde estén esas personas que me dijeron que no servían mis ideales o lo que quería hacer. No deseo acercarme a esas personas y ser bien recibido. No quiero que me mientan o se mienten a ellos cuando me digan que siempre fui un buen tipo y sabían que iba a tener éxito."
}