{
  "publishedAt": "15th Sep 2022",
  "title": "¿Por qué no ire al cumpleaños de mi abuela?",
  "content": "T﻿enia 17 años cuando inicie la universidad, muchas personas en ese tiempo hablaban de la gran revolucinó de nuestro país tercermundista. Se decia que los ingenieros industriales iban a tener un futuro prometedor, lleno de dinero y oportunidades, obviamente. En aquel tiempo recuerdo que me encantaba la administracinó de empresas, periodismo, ingenieria de software, artes escenicas, diseño grafico y un sin fin de cosas que me hubiesen gustado estudiar.\n\nR﻿ecuerdo a mi familia en una mesa de nuestra cocina preguntandole a mis tios que tenia que hacer con mi vida, la respuesta fue obvia, una carrera que me permitiera trabajar en una mina, esas personas de hecho tenian un exito segun ellos. Todos los fines de semana, ellos venian a desayunar, mi madre trabajaba con ellos y desde luego habia una relacinó cercana. Mi familia materna tiene una relacinó muy estrecha con la ira, la manera de comunicar las cosas es por medio de un grito y amenazar a la otra persona. No puedo ir a un restaurante con ellos porque estoy seguro que haran un reclamo contra algun empleado y lo amenazaran. No puedo hablar sobre arte con ellos porque piensan que es una perdida de tiempo. Recuerdo que no podia tocar un instrumento musical o debia esconder mi gusto por algun deporte porque en una reunion familiar esto era visto como una perdida de tiempo. La adolescencia fue una etapa muy dificil, le tenia mucho miedo al futuro, no podia saber con claridad si me iba a ver bien o no. Es algo dramatico, pero, siempre cuando me preguntan a cerca de mi adolescencia diviso una imagen mia llorando en mi cuarto y gritando.\n\nE﻿l amor es algo curioso, muchos dicen que eliges a quien amar, otros dice que no lo haces, que el amor es algo que aparece y es unico en la vida. La experiencia me dice, que va más por la segunda, no puedo evitar amar a mi familia. Odio sus reacciones, su pesimismo, su constante creencia en la brujeria, su prepotencia, su manera de ver la vida. Creo que este titulo me quedo corto, pero no puedo hablar del porque no ire a la mayor reunion familiar del año sin expresar mi odio. ¿Quiné es tan desalmado para no ir al cumpleaños de su abuela siendo el nieto mayor y al que msá quiere?\n\nE﻿n fin, supongo que no importa. Mis padres me obligaron a relizar un viaje de intercambio ya que sus intentos locales para que aprendiera un idioma fueron inutiles. No soy una persona de academia, no me gusta estudiar, soy lo que se diria... alguien perezoso. Recuerdo tener mucho miedo al subir a ese avion, mi padre es una persona particularmente dura. Nunca lo vi llorar hasta el daí que se despidio de mi por un año. Todas las peleas y discusiones con el se esfumaron por un tiempo. Al regresar estudie administracinó de empresas, pero debido a presinó familiar y constantes humillaciones semanales me cambie a ingenieria civil, ya saben, para trabajar en una mina. Hay algo que me duele, escribo esto por catarsis ¿sabes?, hubo una chica, se llamaba Lucia. Hace poco salio en revistas, gano una beca en una universidad Ivy. Lucia... recuerdo que siempre competiamos por sacar mejores notas en ese corto primer semestre, este es un sentimiento muy sentimiento muy negativo, recuerdo sentirme muy mal cuando lei que ella gano eso. Senti que ese a lo mejor pude ser yo si no me hubiese cambiado de carrera. \n\nM﻿is padres no podian pagarme los estudios, tengo un medio hermano y mi papa estaba obligado por ley a darle el 35% de sus ingresos. Mi madre hacia lo posible, pusimos una empresa de marketing paradodicamente. Me fue muy mal en ingenieria civil, nunca pude salir del segundo semestre, recuerdo que una de las cosas por las que me cambie fue porque mi tio ofrecio pagarme los estudios si yo estudiaba eso y dejaba de lado mis estudios de administracinó. Ellos tenia un shaman que te leia las cartas, recuerdo que pasaba bastante tiempo tratando de entender como esas cosas funcionaban, a pesar de tener una buena fortuna nunca tuve confianza. Ya teniendo 22 años, mi madre enfermo y las deudas se hacian mas comunes en casa. Puse un restaurante de la mano de ella, fue muy interesante ¿Sabes? uno de los consejos que siempre recibi fue que nunca ponga un restaurante, en realidad, nunca poner una empresa era bueno desde la perspectiva de toda mi familia.\n\nM﻿uchos recuerdan el mundial de Brasil, yo lo recuerdo de manera muy peculiar. En las clasificatorias, tenia que pelar 3 valdes de patatas mientras veia los partidos, todas las noches. Ser mozo, cocinero o haciendo deliveries mientras escuchaba la radio. Le cogi cierto gusto a la radio despues de esa temporada. En los cuartos de final, recuerdo que me quede encerrado en el carro porque las puertas se malograro, un vecino me ayudo a remolcarlo. Ese semestre, me despertaba a las 6am hasta las 4pm, recogia a mi pap áque trabajaba a 10 minutos de la universidad. Abriamos el restaurante y lo cerrabamos a las 11 de la noche. Mi mamá cayo enferma de una grave enfermedad, estuvo en el hispital por una temporada. Ese fue mi ultimo semestre de ingenieria civil.\n\nP﻿asaron los años, el restaurante prospero y por peleas lo tuve que dejar. Postule a unos cuantos trabajos, recuerdo enviar curriculums a todos lados y no saber porque no me contactaban."
}